Repository: lutin11/mattermost_dc
Catalog: po/*.po
Languages: es, fr

source: Settings
es: Configuración
fr: Configuration

source: OK
es: Aceptar

source: This connection is untrusted
es: Esta conexión no es de confianza
fr: Cette connexion n'est pas sécurisée

source: You are trying to securely reach %1, but the security certificate of this website is not trusted.
es: Está intentando acceder de manera segura a %1 pero el certificado de seguridad de este sitio web no es de confianza.
fr: Vous essayez d'accéder au site %1 de façon sécurisé seulement son certificat n'est pas reconnu.

source: Proceed anyway
es: Continuar de todos modos
fr: Continuer quand même

source: Back to safety
es: Volver a la seguridad
fr: Retour à la sécurité

source: JavaScript Confirmation
es: Confirmación de JavaScript
fr: Autoriser le JavaScrip

source: Cancel
es: Cancelar
fr: Annuler

source: This site security certificate is not trusted.
es: El certificado de seguridad de este sitio no es de confianza.
fr: Le certificat de sécurité du site n'est pas valide.

source: Learn more
es: Aprender más
fr: En savoir plus

source: Serial number: %1
es: Número de serie: %1
fr: Numéro de serie: %1

source: Subject: %1
es: Sujeto: %1
fr: Sujet: %1

source: Subject address: %1
es: Dirección del sujeto: %1
fr: Adresse du sujet: %1

source: Issuer: %1
es: Emisor: %1
fr: Émetteur: %1

source: Issuer address: %1
es: Dirección del emisor: %1
fr: Adresse de l'émetteur: %1

source: Valid from: %1
es: Válido desde: %1
fr: Valide du: %1

source: Valid until: %1
es: Válido hasta: %1
fr: Valide jusqu'au: %1

source: Fingerprint (SHA1): %1
es: Huella digital (SHA1): %1
fr: Empreinte (SHA1): %1

source: You should not proceed, especially if you have never seen this warning before for this site.
es: No debería continuar, especialmente si nunca ha visto este aviso antes para este sitio.
fr: Vous ne devriez pas continuer, en particulier si vous n'avez jamais vu cette alerte avant pour ce site.

source: You attempted to reach %1 but the server presented a security certificate which does not match the identity of the site.
es: Ha intentado acceder a %1 pero el servidor presentó un certificado de seguridad que no concuerda con la identidad del sitio.
fr: Vous essayez de vous rendre à l'adresse %1 mais le serveur délivre un certificat de sécurité qui ne correspond pas au site.

source: You attempted to reach %1 but the server presented a security certificate which has expired.
es: Ha intentado acceder a %1 pero el servidor presentó un certificado de seguridad que ha caducado.
fr: Vous essayez de vous rendre à l'adresse %1 mais le serveur délivre un certificat de sécurité ayant expiré.

source: You attempted to reach %1 but the server presented a security certificate which contains invalid dates.
es: Ha intentado acceder a %1 pero el servidor presentó un certificado de seguridad que contiene fechas nulas.
fr: Vous essayez de vous rendre à l'adresse %1 mais le serveur délivre un certificat de sécurité pour une période invalide.

source: You attempted to reach %1 but the server presented a security certificate issued by an entity that is not trusted.
es: Ha intentado acceder a %1 pero el servidor presentó un certificado de seguridad expedido por una entidad que no es de confianza.
fr: Vous essayez de vous rendre à l'adresse %1 mais le serveur délivre un certificat de sécurité provenant d'une source non reconnue.

source: You attempted to reach %1 but the server presented a security certificate that has been revoked.
es: Ha intentado acceder a %1 pero el servidor presentó un certificado de seguridad que ha sido revocado.
fr: Vous essayez de vous rendre à l'adresse %1 mais le serveur délivre un certificat de sécurité ayant été révoqué.

source: You attempted to reach %1 but the server presented an invalid security certificate.
es: Ha intentado acceder a %1 pero el servidor presentó un certificado de seguridad nulo.
fr: Vous essayez de vous rendre à l'adresse %1 mais le serveur délivre un certificat de sécurité invalide.

source: You attempted to reach %1 but the server presented an insecure security certificate.
es: Ha intentado acceder a %1 pero el servidor presentó un certificado de seguridad inseguro.
fr: Vous essayez de vous rendre à l'adresse %1 mais le serveur délivre un certificat de sécurité non sécuré.

source: This site security certificate is not trusted You attempted to reach %1 but the server presented a security certificate which failed our security checks for an unknown reason.
es: El certificado de seguridad de este sitio no es de confianza Ha intentado acceder a %1 pero el servidor presentó un certificado de seguridad que no podemos verificar por una razón desconocida.
fr: Le certificat de sécurité du site n'est pas sûre Vous essayez de vous rendre à l'adresse %1 mais le serveur délivre un certificat de sécurité qui a échoué à notre contrôle de sécurité pour une raison inconnue.

source: Proxy authentication required.
es: El «proxy» requiere autenticación.
fr: Authentification Proxi requise

source: The website %1:%2 requires authentication.
es: El sitio web %1:%2 requiere autenticación.
fr: Le site %1:%2 necessite d'être authentifié.

source: Confirm Navigation
es: Confirmar navegación
fr: Confirmer le changement de page

source: Leave
es: Abandonar
fr: Quiter

source: Stay
es: Permanecer
fr: Rester

source: Copy image
es: Copiar imagen
fr: Copier l'image

source: Share…
es: Compartir…
fr: Partager…

source: Copy link
es: Copiar enlace
fr: Copier le lien

source: Save image
es: Guardar imagen
fr: Télécharger l'image

source: Copy
es: Copiar
fr: Copier

source: Authentication required.
es: Requiere autenticación.
fr: Authentification requise

source: The website %1 requires authentication.
es: El sitio web %1 requiere autenticación.
fr: Le site %1 necessite d'être authentifié.

source: Username
es: Nombre de usuario
fr: Nom d'utilisateur

source: Password
es: Contraseña
fr: Mot de passe

source: Copy Link
es: Copiar enlace
fr: Copier le lien

source: Share Link
es: Compartir enlace
fr: Partager le lien

source: Copy Image
es: Copiar imagen
fr: Copier l'image

source: Download Image
es: Descargar imagen
fr: Télécharger l'image

source: Reload
es: Volver a cargar
fr: Recharger

source: Forward
es: Reenviar
fr: Avancer

source: About
es: Acerca de
fr: À propos

source: Home
es: Principal
fr: Page d'acceuil

source: Back
es: Atrás
fr: Retour

source: Failed to download file
es: Falló la descarga del archivo
fr: Échec de téléchargement du fichier

source: This is a generic Mattermost Webapp, based on Ogra's alternate webapp container and inspired from nextcloud_ogra.
es: Esta es una aplicación genérica de Mattermost, basada en el contenedor alternativo de Ogra e inspirado por «nextcloud_ogra».
fr: Il s'agit d'une application web générique pour Mattermost, basée sur le conteneur de l'application web Ogra et créée à partir de l'application web nextcloud_ogra.

source: Mateosalta: Writer of nextcloud_ogra webapps.
es: Mateosalta: creador de aplicaciones web con « nextcloud_ogra»
fr: Mateosalta: qui a developpé l'application web nextcloud_ogra.

source: Brian Douglass: Writer of Blobsaver, Downloadinterceptor, whose work made updloading and downloading possible.
es: Brian Douglass: creador de Blobsaver y Downloadinterceptor, gracias a cuyo trabajo es posible subir y descargar archivos.
fr: Brian Douglass: auteur de Blobsaver et Downloadinterceptor, dont le travail a rendu possible l'envoie et le téléchargement.

source: Special thanks to translator: Advocatux
es: Especialmente su agradecimiento al traductor: Advocatux
fr: Un grand merci au traducteur: Advocatux

source: Provide url for your personal Mattermost
es: Introduzca la url de su Mattermost personal.
fr: Entrez l'URL de votre serveur Mattermost

source: Please choose a file
es: Elija un archivo
fr: Veuillez choisir un fichier

source: JavaScript Alert
es: Alerta de JavaScript
fr: Alerte JavaScript

source: JavaScript Prompt
es: Cursor de JavaScript
fr: Console javascript

source: Oops, something went wrong. Reload from bottom menu.
es: Uy, algo fue mal. Vuelva a cargar desde el menú inferior.
fr: Oops, quelque chose s'est mal passé. Rechargez depuis le menu du bas.

source: Network Error
es: Error de red
fr: Erreur réseau

source: It appears you are having trouble viewing: %1.
es: Parece que tiene un problema visualizando: %1
fr: Vous semblez rencontrer des difficultés pour voir: %1.

source: Please check your network settings and try refreshing the page.
es: Compruebe su configuración de red e intente cargar la página de nuevo.
fr: Veuillez vérifier vos réglages réseau et rafraîchir la page.

source: Refresh page
es: Recargar la página
fr: Rafraîchir la page

source: Close
es: Cerrar
fr: Fermer

source: Permission
es: Permisos
fr: Autorisation

source: Allow this domain to access your camera and microphone?
es: ¿Permitir a este dominio acceso a su cámara y micrófono?
fr: Autoriser l'accès à la caméra et au micro pour ce domaine?

source: Allow this domain to access your camera?
es: ¿Permitir a este dominio acceso a su cámara?
fr: Autoriser l'accès à la caméra pour ce domaine?

source: Allow this domain to access your microphone?
es: ¿Permitir a este dominio acceso a su micrófono?
fr: Autoriser l'accès au micro pour ce domaine?

source: %1 (embedded in %2)
es: %1 (insertado en %2)
fr: %1 (inclus dans %2)

source: Yes
es: Sí
fr: Oui

source: No
fr: Non
